export const DATA = [
    {
        "text": "办公域",
        "type": "area",
        "size": [
            5,
            8
        ],
        "position": [
            -5.061728395061729,
            0,
            -6.496732026143791
        ]
    },
    {
        "text": "无线接入域",
        "type": "area",
        "size": [
            5,
            8
        ],
        "position": [
            -3.4814814814814814,
            0,
            -1.5816993464052287
        ]
    },
    {
        "text": "防火墙",
        "type": "fire",
        "size": [
            2,
            0.5,
            2
        ],
        "position": [
            -4.765432098765432,
            0,
            -6.183006535947713
        ]
    },
    {
        "text": "交换机",
        "type": "switchesSmall",
        "size": [
            1.5,
            1.5,
            1.5
        ],
        "position": [
            -2.2222222222222223,
            0.75,
            -6.052287581699346
        ]
    },
    {
        "text": "防火墙",
        "type": "fire",
        "size": [
            2,
            0.5,
            2
        ],
        "position": [
            -2.074074074074074,
            0,
            -0.2222222222222222
        ]
    },
    {
        "text": "交换机",
        "type": "switchesSmall",
        "size": [
            1.5,
            1.5,
            1.5
        ],
        "position": [
            -2.123456790123457,
            0.75,
            -1.607843137254902
        ]
    }
]